/* File menu entry under Import Catalog */
"Aperture Library…" = "Aperture bibliotheek…";

/* Error message if Aperture library cannot be opened because its database is unreadable */
"Could not open this Aperture library's database." = "Kon de database van deze Aperture bibliotheek niet openen.";

/* Error message if Aperture library appears to have no media items */
"This library appears to be empty." = "Deze bibliotheek lijkt leeg te zijn.";

/* Error message if Aperture library cannot be opened because Aperture currently has it open */
"This library is currently open." = "Deze bibliotheek is momenteel open.";

/* Error message if failing to get document properties of a Aperture library for import */
"Unable to read Aperture library properties." = "Kan eigenschappen Aperture bibliotheek niet lezen.";

